export type Genre = {
    name: string
}

export const genres: Genre[] = [
    { name: 'Триллер' },
    { name: 'Драма' },
    { name: 'Криминал' },
    { name: 'Мелодрама' },
    { name: 'Детектив' },
    { name: 'Фантастика' },
    { name: 'Приключения' },
    { name: 'Биография' },
    { name: 'Фильм-нуар' },
    { name: 'Вестерн' },
    { name: 'Боевик' },
    { name: 'Фэнтези' },
    { name: 'Комедия' },
    { name: 'Военный' },
    { name: 'История' },
    { name: 'Музыка' },
    { name: 'Ужасы' },
    { name: 'Мультфильм' },
    { name: 'Семейный' },
    { name: 'Мюзикл' },
    { name: 'Спорт' },
    { name: 'Документальный' },
    { name: 'Короткометражка' },
    { name: 'Аниме' },
    { name: 'Новости' },
    { name: 'Концерт' },
    { name: 'Для взрослых' },
    { name: 'Церемония' },
    { name: 'Реальное ТВ' },
    { name: 'Игра' },
    { name: 'Ток-шоу' },
    { name: 'Детский' }
]
